Revit 2027 API
UnitTypeId.Minutes Property
 Minutes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Minutes { get; }
Public Shared ReadOnly Property Minutes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Minutes {
	ForgeTypeId^ get ();
}
static member Minutes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace